"OK" = "OK";
"DONE" = "Fatto";
"Done" = "Fatto";
"CANCEL" = "Cancellare";

"Later" = "Più tardi";

"NEW_ACTION" = "Nuova azione";
"DELETE_ACTION" = "Elimina azione";
"Delete project" = "Cancellare progetto";
"Move to In-Basket" = "Sposta in Posta in arrivo";
"UNDO_ACTION" = "Annulla completamento";

"Date" = "Data";
"Time" = "Tempo";
"Alert" = "Allarme";
"At the same time" = "Contemporaneamente";
"%@ before" = "%@ prima";

"LAST_MONTH" = "il mese scorso";
"LAST_WEEK" = "la settimana scorsa";
"LAST_YEAR" = "l'anno scorso";
"NEXT_MONTH" = "il mese prossimo";
"NEXT_WEEK" = "la prossima settimana";
"NEXT_YEAR" = "il prossimo anno";
"SOMEDAY_MAYBE" = "un giorno / forse";
"THIS_MONTH" = "questo mese";
"THIS_WEEK" = "questa settimana";
"THIS_YEAR" = "quest'anno";
"TODAY" = "oggi";
"TOMORROW" = "domani";
"YESTERDAY" = "ieri";

"CALENDAR" = "Calendario";

"DESCRIPTION" = "Descrizione";
"DISABLED" = "Disabilitato";
"ENABLED" = "Abilitato";
"SOUND" = "Suono";
"TRY" = "Provare";
"Restore" = "Ripristinare";

"in-basket" = "posta in arrivo";
"delegated" = "delegati";
"completed" = "completato";

"How soon do you plan to do this?" = "Dopo quanto tempo avete intenzione di fare questo?";
"Enable repeat and notification will be coming every minute until you act on it." = "Enable ripetere e notifica sarà venuta ogni minuto fino a quando si agisce su di esso.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "tirare verso il basso e rilasciare\nper aggiungere una nuova attività";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "tirare un compito per il diritto di\n• completare,\n• rinviare,\n• calendario o,\n• delegarla";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "tirare un compito verso sinistra per\n• rimuovere,\n• ripetere,\n• dettagliare o,\n• inviarlo";
"Pull up and release\nto clear completed tasks." = "tirare e rilasciare\nper cancellare le attività completate";

"all done" = "tutto fatto";

"STATISTICS_ACTIONS_IN_LIST" = "azioni\nsono nella lista";
"STATISTICS_ACTIONS_FOR_TODAY" = "azioni\nda fare oggi";
"STATISTICS_ACTIONS_DONE_TOTAL" = "azioni\nfatte";
"STATISTICS_DAYS_PASSED_TOTAL" = "giorni\npassati";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "azioni\nal giorno";

"Purchase" = "Acquistare";
"Receipt for this app expired." = "Ricevuta per questa app è scaduto.";
"Premium Feature" = "Questa è una caratteristica premium";
"Disable ads here just for %@ right now!" = "Ottenere adesso per %@!";
"Try for a week" = "Prova per una settimana";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Questa è una caratteristica premium. Ma hai disabilitato gli acquisti in-app. Abilitarli nelle impostazioni di procedere.";
"Purchase transaction for the feature failed. Try again later." = "Transazione di acquisto per la funzionalità non è riuscito. Riprova più tardi.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Questa è una caratteristica premium. Ma il dispositivo non dispone di connessione internet ora. Riprova più tardi.";
"All previously purchased features were restored." = "Tutte le caratteristiche precedentemente acquistate sono stati ristabiliti.";

"You can greatly help by writing a review." = "Può aiutare notevolmente scrivendo una recensione.";

"WELCOME" = "BENVENUTI";
"keep tasks here" = "mantenere attività qui";

"Repeat" = "Ripetizione";
"DAY" = "GIORNO";
"WEEK" = "SETTIMANA";
"MONTH" = "MESE";
"everyday" = "ogni giorno";
"done %@ times" = "fatto %@ volte";
"Skip repetition" = "Saltare la ripetizione";
"REPEAT_DAY_1" = "giorno";
"REPEAT_DAY_234" = "giorni";
"REPEAT_DAY_567890" = "giorni";

"Complete" = "Completare";
"Postpone" = "Rinviare";
"Schedule" = "Programmare";

"Version" = "Versione";
"Feedback" = "Feedback";
"Help" = "Aiuto";
"Sounds" = "Suoni";
"Theme" = "Tema";
"Dark" = "Buio";
"Light" = "Leggero";
"Automatic" = "Automatico";
"Multiline titles" = "Titoli multilinea";
"Delete confirmation" = "Elimina conferma";
"Icon badge" = "Icon distintivo";
"Calendar reminder" = "Calendario promemoria";
"Overdue reminder" = "Promemoria scaduti";
"Process reminder" = "Promemoria processo ";
"Review reminder" = "Recensione promemoria";
"Restore in-app purchases" = "Ripristina acquisti in-app";
"Send usage statistics" = "Invia statistiche di utilizzo";

"Application" = "App";
"Projects" = "Progetti";
"Periodic tasks" = "Attività periodiche";
"Archive" = "Archivio";

"Change in storage" = "Cambiare in archiviazione";
"Сopy existing tasks to the new storage?" = "Copiare attività esistenti per il nuovo storage?";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Non hai nessuna attività per oggi.\n•\nTornare indietro di pizzicotti o agitazione.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Non avete alcuna attività in questo progetto.\n•\nAggiungi attività tirando verso il basso.\n•\nTornare indietro di pizzicotti o agitazione.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Avete compiti incompiuti. Completarle o impostare per loro nuove date. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "È necessario elaborare compiti raccolti a rimanere organizzati regolarmente. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Rivedere la tua lista ogni settimana, Ciò manterrà affidabile. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Felice";
"Confused" = "Confuso";
"Unhappy" = "Infelice";
"Tell the story of your success and help others to achive the same!" = "Raccontare la storia del vostro successo e aiutare gli altri a raggiungere lo stesso!";
"Search for help on a website or write an email to developer." = "Cerca aiuto su un sito Web o scrivere una mail allo sviluppatore.";
"Sorry to hear. What can I do to fix this?" = "Mi dispiace sentire. Cosa posso fare per risolvere questo problema?";
"How do you feel about it?" = "Come ti senti su di esso?";
"Congratulations! You completed %@ tasks." = "Congratulazioni, appena completato %@ compiti!";
"Please, rate this app on the App Store. Thanks!" = "Per favore, Vota questo app su App Store.";
"Rate %@" = "Votare %@";
"Not now" = "Non adesso";
"Don't ask again" = "Non chiedo di nuovo";
"I completed %@ tasks!" = "Completato le %@ attività!";

"Enjoying this app?" = "Godendo di questa applicazione?";
"Would you mind giving me some feedback?" = "Ti dispiacerebbe dare un feedback?";
"How about rating on the App Store, then?" = "Che ne dite di valutazione su App Store, quindi?";
"Not really" = "No";
"Yes!" = "Sì";
"No, thanks" = "No";
"Ok, sure" = "Sì";
"NO" = "No";
"YES" = "Sì";
